[{"title": "Java Senior разработчик в офис", "url": "https://www.superjob.ru/vakansii/java-senior-razrabotchik-v-ofis-48044350.html", "pay": 400000, "requirement": "Вакансия компании ООО \"ЦИФРОВЫЕ ПРИВЫЧКИ\"\nКомпания DHabits ищет кандидата в команду разработчиков. Команда кластера Обращения \"\"Голос клиента\"\" (Дивизион Забота о клиентах - Customer Care) ищет единомышленников для создания системы управления клиентским опытом на основе обратной связи от клиентов. В нашей системе мы применяем AI-технологии и разрабатываем self-service инструментами для оперативного анализа обратной связи. Наше решение, позволяет анализировать обратную связь, строить прогнозы и отслеживать реализацию.\nОбязанности:\n- Разработка продуктов Сбера. - Разработка backend-компонент и элементов системы на основе утвержденного дизайна (Figma). - Багфиксинг. - Ревью кода. - Написание unit, UI тестов. - Сопровождение и мониторинг реализованных сервисов. - Участие в планирование и декомпазиции задач.\nТребования:\n- Опыт работы – от 4х лет коммерческой разработки в команде Знание основ баз данных, опыт написания SQL-запросов;\n - Опыт разработки rest-api;\n - Желание тестировать свой код;\n - Опыт работы с Jira/Confluence;\n - Будет плюсом опыт участия в проектах по методологии Agile и знание Openshift;\n - Знание Java 17;\n Spring framework, Spring Web, Spring Data, Spring Boot, JDBC, Hibernate; Apache Kafka; Oracle, postgreql.\nУсловия:\n- Доход обсуждаем с каждым кандидатом индивидуально;\n - Регулярный пересмотр зарплаты по результатам работы;\n - Оформление по ТК РФ (возможно: ГПХ, ИП);\n - Работа из офиса в центре Москвы (Кутузовский, 32, к. 1);\n - Возможность изучения английского языка."}, {"title": "Разработчик Oracle/ Старший программист", "url": "https://www.superjob.ru/vakansii/razrabotchik-oracle-46776784.html", "pay": 230000, "requirement": "Обязанности:\n• Поддержка и сопровождение информационных систем Центра:\n• Сопровождение медицинской информационной системы (МИС) Interin Promis на основе CУБД Oracle;\n• Разработка программных модулей в Oracle PL/SQL и Interin IPS;\n• Сопровождение имеющихся и участие во внедрении новых ИС Центра;\n• Разработка и сопровождение интеграционных сервисов (Interin IPS,ORDS, PL/SQL) для используемых и внедряемых ИС;\n• Разработка отчетов/выгрузок, визуализация данных и бизнес-аналитики с использованием PL/SQL, APEX и BI:QlikView);\n• Подготовка документации и инструкций по разработанным модулям, ведение базы знаний по работе с ИС.\nТребования:\n• Наличие высшего профильного образования;\n• Глубокие знания SQL и опыт промышленной разработки на PL/SQL, оптимизации запросов;\n• Опыт работы с ORDS или разработки интеграционных сервисов REST/SOAP;\n• Опыт работы с Oracle APEX / либо знание HTML, CSS, JavaScript(включая библиотеку JQuery);\n• Построение ORM в node.js / Типов данных Oracle для объектов;\n• Приветствуется опыт в автоматизации деятельности медицинских организаций и знание предметной области;\n• Используемые технологии:\nInterin Client ( Oracle Forms / Reports ), Interin IPS - платформа;\nApache HTTP, Apache Tomcat, Oracle HTTP Server, node-js, docker;\nXML, JSON, REST, SOAP;\nOracle; PL/SQL, SQL, MySQL, MSSQL, FireBird; BI QlikView, ETL.\n\n\nНашим сотрудникам мы предлагаем:\n• Стабильную работу в государственном бюджетном учреждении здравоохранения научном центре Федерального медико-биологического агентства России;\n• Полное соблюдение трудового законодательства (ТК РФ);\n• График работы 5/2 с 8:30 до 17:15 (возможен сдвиг начала рабочего времени);\n• Доп. оплата сверхурочных;\n• Скидки на мед. обслуживание.\n• Заработная плата так же обсуждается на собеседовании;\n• Постановка на бронь при наличии военного билета;\n• Скидки на мед. обслуживание;\n• Совместительство и удаленный формат работы НЕ рассматривается.\nУважаемые кандидаты, мы ценим Ваше время, уделенное изучению вакансии в \"ФГБУ ФНКЦ ФМБА России\", и рады, что Вы рассматриваете нашу организацию, как потенциального работодателя.\nПри положительном рассмотрении Вашего резюме мы свяжемся с Вами в течение 3-х рабочих дней. В ином случае Ваше резюме будет зачислено в резерв, мы вернемся к нему при появлении вакансии, соответствующей Вашим компетенциям и ожиданиям."}, {"title": "Frontend - разработчик (JavaScript, React)", "url": "https://hh.ru/vacancy/89687892", "pay": 190000, "requirement": "Уровень знания и использования JavaScript (ES 6-8). Знания React+Redux, MongoDB, Elasticsearch. Профильное техническое образование. Чувство прекрасного и здоровый перфекционизм..."}, {"title": "Юрист", "url": "https://hh.ru/vacancy/88289115", "pay": 180000, "requirement": "Опыт работы представителем спорам, связанным с законом о защите прав потребителей, страховыми компаниями, ФЗ-44, ФЗ-223. Б) высококлассным специалистом..."}, {"title": "Аналитик данных / Разработчик MS SSAS / MS Power BI", "url": "https://www.superjob.ru/vakansii/analitik-dannyh-46980255.html", "pay": 160000, "requirement": "О нас:\n\n IMMA - сеть медицинских клиник для взрослых и детей в Москве. Работаем более 20 лет. Применяем новейшие диагностические, лечебные и информационные технологии. Используем Data Driven подход, который позволяет принимать обоснованные решения для управления бизнесом.\nСейчас ищем аналитика данных, который обеспечит дальнейшее развитие процесса сбора, хранение и анализа данных.\n \nНа данный момент используем SQL Server, Analysis Services, Reporting Services, Power BI.\n \nЧто вас ждёт:\n• Создание отчетов в Power BI / Reporting Services на базе текущего data warehouse.\n• Получение регулярной обратной связи от пользователей с последующей адаптацией отчетов.\n• Моделирование процессов и ad-hoc запросы для помощи бизнесу принимать решения и разумно распределять ресурсы.\n• Участие в развитии текущего хранилища данных, процессов обработки данных и выборе новых технологий.\nОбязанности:\n• Разработка аналитических отчётов с использованием SSAS Tabular и MS Power BI.\n• Глубокий анализ и уточнение требований внутренних заказчиков.\n• Обработка и структурирование данных из различных источников: медицинские информационные системы, 1С, различные внутренние сервисы.\nТребования:\n• Профессиональное владение SQL.\n• Опыт создания отчётов с применением MS Power BI.\n• Знание DAX будет большим преимуществом.\nУсловия работы:\n• Удаленный или гибридный формат работы.\n• Полный рабочий день, 5 дней в неделю.\n• Оформление согласно ТК РФ.\n• Льготное медицинское обслуживание для вас и членов вашей семьи.\n• Ежегодные премии за стаж работы в нашей компании."}, {"title": "Программист БД/WEB Full-stack разработчик (.NET+MS SQL)", "url": "https://www.superjob.ru/vakansii/programmist-bd-47261748.html", "pay": 120000, "requirement": "Требования к квалификации: \n• опыт разработки на .NET (back-end, сервисы);\n \n• знание языка C# и понимание архитектуры приложений .NET;\n \n• опыт разработки веб-приложений на ASP.NET и MVC;\n \n• опыт разработки на MS SQL (хранимые процедуры, запросы, способы оптимизации БД, обслуживание БД);\n \n• знание HTML, CSS, XML, JavaScript, AJAX, jQuery.\n \nДолжностные обязанности: \n• разработка WEB-приложений производственной отчетности с использованием технологий .NET + MS SQL (full-stack разработчик); \n\n \n• сопровождение внедренных решений (БД, WEB-приложений), консультация пользователей (тех.поддержка); \n \n• написание эксплуатационной документации на разрабатываемое ПО.\n \nДополнительные требования к квалификации: \n• Технический английский язык - чтение литературы; \n \n• Опыт выполнения проектов в области АСУ ТП (автоматизированных систем управления технологическими процессами) для горно-обогатительных предприятий.\n \nУсловия: \n• Оформление по ТК, полностью белая ЗП (размер определяется в зависимости от квалификации соискателя);\n \n• Премии по итогам года;\n \n• Высокие суточные в командировках;\n \n• Медицинская страховка (ДМС);\n \n• Комфортный офис в шаговой доступности от м. Бауманская\n• Гибкий график работы: с 8:00..10:00 до 17:00..19:00 5/2."}, {"title": "Бухгалтер - калькулятор", "url": "https://hh.ru/vacancy/89662023", "pay": 100000, "requirement": "Опыт работы в ресторанном бизнесе от года. Знание программ Store House - 4, R-Keeper -7. Знание 1С 8.3."}, {"title": "Инженер-программист АСУТП", "url": "https://www.superjob.ru/vakansii/inzhener-programmist-asutp-47510381.html", "pay": 100000, "requirement": "Группа компаний СОЮЗСНАБ является лидером российского рынка пищевых ингредиентов. Имея собственное производство и собственную сырьевую базу, мы предлагаем нашим клиентам только качественную и вкусную продукцию, объем которой составляет 70% нашего ассортимента. Широкая сеть филиалов по всей стране позволяет обеспечить уникальными продуктами даже самые удаленные уголки нашей Родины! Производство ГК СОЮЗСНАБ приглашает на работу специалистов, стремящихся к профессиональному развитию на должность Инженера-программиста АСУТП\n \nОбязанности:\n \n• Создание проектов в среде CoDeSys 3.5 (пищевое производство, технологическое оборудование);\n \n• Поддержка существующих проектов в среде CoDeSys (пищевое производство, технологическое оборудование).\n \nТребования:\n \n• Знание языков ST, CFC, SFC; среды разработки CoDeSys 3.5 и CoDeSys 2.3;\n \n• Опыт разработки своих проектов.\n \n• Приветствуется: опыт с различными SCADA, Step7, TIA Portal, рецепты, журнал сообщений, тренды, архивы.\n \nУсловия:\n \n• Мы предлагаем перспективу профессионального развития, финансового и карьерного роста;\n \n• Развитая система наставничества. Обучение и поддержка новых сотрудников на испытательном сроке и после;\n \n• Насыщенная корпоративная жизнь (Проведение интеллектуальных игр, культурно-массовых мероприятий, спортивных соревнований и туристических мероприятий);\n \n• Стабильная, официальная и своевременная выплата заработной платы (2 раза в месяц);\n \n• Строгое соблюдение ТК РФ. Оклад от 100 000руб.до 140 000р.на руки (обсуждается с успешным кандидатом) на период ввода в должность. \n \n• Подключение к программе ДМС;\n \n• График работы с 8.30 до 17.00;\n \n• Место работы: г. Красногорск. От ст. м. Щукинская, Речной вокзал и Строгино ходит корпоративный транспорт (Время в пути 20 минут)."}, {"title": "Программист, разработчик python архипрофессионал", "url": "https://www.superjob.ru/vakansii/programmist-47616359.html", "pay": 100000, "requirement": "Мы Архи-Про - партнер Сбер Бизнес.\nПроект в котором вам в случае успешного прохождения тестового задания удастся работать по Партнерской Программе Сбера - может стать особым достижением в вашем опыте и особой гордостью в резюме. Готовые решения для старта бизнеса - наша работа.\n\nНам нужен Программист, разработчик python для стека: aiogram\n\nОбязанности:\n\n• выполнять ТЗ близко к 95 % задачи\n• в срок\n• стек aiogram\nТребования\nИщем разработчика умеющего работать с:\n• aiogram\n• mysql\n\n• phpmyadmin\n• python\n\nУсловия:\n\n• Достойная оплата\n• Кадровый ЭДО\n• Тестовое задание\n• Удаленная работа\n• Самозанятые приветствуются."}, {"title": "PHP-программист", "url": "https://www.superjob.ru/vakansii/php-programmist-43594128.html", "pay": 100000, "requirement": "Обязанности:\n\n* Модернизация существующих интернет-проектов компании. \n* Участие в новых проектах.\n\nТребования:\n\n* Хорошее знание: PHP, MySQL (настройка, умение проектировать БД, оптимизировать структуру БД и запросы). \n* Знание HTML/JavaScript/CSS/ XML/Apache.\n* Опыт участия в полном цикле создания сайта. \n* Приветствуется опыт администрирования web-серверов.\n\nУсловия:\n\n* Мы являемся аккредитованной ИТ-компанией в Минцифре. \n* Официальное оформление, оплачиваемый отпуск, медицинская страховка (ОМС).\n* Местонахождение центрального офиса: г. Долгопрудный, проспект Пацаева 7 корп.1, рядом со станцией метро Водники, 15-30 мин. от метро Тимирязевская, Алтуфьево или Ховрино."}, {"title": "Web-программист", "url": "https://hh.ru/vacancy/89651349", "pay": 90000, "requirement": "WordPress (хуки, кастомные посты/таксономии/поля ). - Умение писать собственные темы с нуля. - Умение разбираться в чужом коде. - Уверенное знание JavaScript..."}, {"title": "Младший программист Python/junior programmer Python", "url": "https://hh.ru/vacancy/89545694", "pay": 50000, "requirement": "Навыки программирования на Python на базовом уровне. Умение работать с API на базовом уровне. Умение разрабатывать web-серверы на Flask. "}, {"title": "Frontend-разработчик", "url": "https://hh.ru/vacancy/89476548", "pay": "0", "requirement": "Опыт коммерческой разработки от 1 года. Уверенное знание React+TypeScript (Написание полноценных SPA). Четкое представление, что такое препроцессоры и зачем они..."}, {"title": "Frontend-разработчик (React / Redux)", "url": "https://hh.ru/vacancy/89696953", "pay": "0", "requirement": "Общее знание JavaScript и верстки. Понимание работы связки React + Redux. Работа с git. Желание постоянно совершенствовать свои навыки программирования..."}, {"title": "Junior Python Developer", "url": "https://hh.ru/vacancy/89682729", "pay": "0", "requirement": "Обязательно понадобятся: - Опыт работы с данными на Python (чтение данных разных форматов – csv, xlsx, JSON, API, - с последующим преобразованием). - "}, {"title": "Java-разработчик (junior)", "url": "https://hh.ru/vacancy/89607132", "pay": "0", "requirement": "Опыт работы на Java от 1 года. Опыт работы с Camunda (будет преимуществом). Писать читаемый и сопровождаемый код. "}, {"title": "Литературный редактор (LOST ARK)", "url": "https://hh.ru/vacancy/88547759", "pay": "0", "requirement": "Грамотный русский язык. Навык написания художественных текстов, понимание литературных жанров и умение им соответствовать. Английский язык (уровень upper intermediate и..."}, {"title": "Старший программист 1С (ДО)", "url": "https://www.superjob.ru/vakansii/starshij-programmist-1s-46737109.html", "pay": 0, "requirement": "Ищем 1С программиста для развития текущих решений и внедрения новых конфигураций 1С в \"Азбуке вкуса\" совместно с крутой командой IT-специалистов!\nХотим видеть ответственного, вовлеченного человека с высшим образованием и мотивацией развиваться.\nЧто мы ожидаем от тебя:\n• опыт разработки в платформе 1С 8.3;\n• хорошее знание типовых конфигураций ДО 2.1 и опыт их доработки;\n• опыт интеграции 1С с другими системами.\nТвои ключевые задачи:\n• доработка конфигураций 1С (ДО);\n• интеграция с другими системами.\nМы предлагаем:\n• официальное оформление с соблюдением ТК в аккредитованной ИТ-компании с первого рабочего дня;\n• крутой и атмосферный офис;\n• возможность работать удаленно;\n• развитие и обучение;\n• большая IT-команда профессионалов;\n• интересные задачи;\n• участие во внутренних и внешних мероприятиях;\n• достойную зарплату, размер обсудим на собеседовании."}, {"title": "Frontend-разработчик", "url": "https://www.superjob.ru/vakansii/frontend-razrabotchik-43151159.html", "pay": 0, "requirement": "Наша команда состоит из инженеров, которые накопили значительную экспертизу в разработке и с удовольствием делятся ею на митапах SuperJob и на профильных конференциях HighLoad++, РИТ++\n\nЧем придется заниматься:\n• Развивать изоморфное приложение для двух высоконагруженных платформ: настольной и мобильной версий сайта;\n• Разрабатывать мониторинги и улучшать производительность компонентов приложения.\n• Поддерживать и развивать внутреннюю библиотеку react-компонентов.\n• Писать тесты, проводить code-review.\nЧто ждём от вас:\n• Опыта разработки с использованием современных JS-библиотек или фреймворков. Здорово, если есть опыт реализации изоморфных приложений с Flux-архитектурой на React.\n• Знания особенностей JS, стандартов от ES5 и новее.\n• Знания подходов к верстке на Flexbox и Grid.\n• Желания развиваться самостоятельно и помогать развиваться коллегам.\nСвоему будущему коллеге мы предлагаем:\n\n• Работу в одном из самых быстрорастущих рынков - HRTech.\n• Высокую инженерную культуру.\n• Непрерывное обучение и профессиональное развитие внутри компании.\n\n• Возможность стать частью сплоченной команды, любящей свое дело.\n\n• Регулярную обратную связь от наставников и руководителей.\n\n• Официальную заработную плату.\n\n• ДМС после прохождения испытательного срока.\n\n• Современный офис в 10 минутах пешей прогулки от станций метро Пушкинская/Маяковская/Чеховская/Новослободская.\n• Спортивный уголок.\n• Комфортную зону отдыха.\n• Кофе-поинты с вкуснейшим кофе и вендинговым аппаратом.\n• Оборудованное просторное место для питания.\n• Оплату проезда общественным транспортом."}]